import Footer from "../../FirstPage/Footer/Footer"
import NavBar from "../../FirstPage/NavBar/NavBar"
import ContactsStyled from "./ContactsStyled";

const Contacts = () => {

  return(
      <>
<NavBar/>
<ContactsStyled>
  <div>
  Контакты
Мы не принимаем заказы по телефону, любой товар Вы можете заказать на сайте.

Адрес нашего шоу-рума (все товары в наличии):
Москва, ул. Большая Серпуховская, д. 46 строение 34, офис 5 (2 этаж, вход в офисы, справа от входа в магазин Пятерочка).

График работы: ежедневно с 10:00 до 21:00.    
  </div>
  <div>
  Контактные e-mail:
Вопросы по работе интернет-магазина: info@jpsnasti.ru
Оптовый отдел: opt@jpsnasti.ru
Телефоны:
Для звонков из Москвы: +7 (495) 109-01-89.
Бесплатный (для звонков из регионов): 8 (800) 222-57-92.
Для звонков и сообщений из другой страны (We speak English and French) (WhatsApp - Viber - Telegram): +7 (926) 610-73-33.
Юридический адрес:
115093, Москва, ул. Большая Серпуховская, д. 46 строение 34.
Телефон: +7 (495) 109-01-89.
Реквизиты:

ИП Лебединец Виталий Андреевич.
ИНН: 772618727332.
ОГРНИП: 315774600399473.
  </div>
</ContactsStyled>
<Footer />
</>
  )
}
export default Contacts;