import ContactsStyled from "./ContactsStyled";

const Contacts = () => {
  return (
    <ContactsStyled>
      <div>
        <h1>
          <b>Контакты</b>
        </h1>
        <p>
          Мы не принимаем заказы по телефону, любой товар Вы можете заказать на
          сайте.
        </p>
        <p>
          Адрес нашего шоу-рума (все товары в наличии): Москва, ул. Большая
          Серпуховская, д. 46 строение 34, офис 5 (2 этаж, вход в офисы, справа
          от входа в магазин Пятерочка).
        </p>
        <p>График работы: ежедневно с 10:00 до 21:00.</p>
        <p>Контактные e-mail:</p>
        <ul>
          <li>Вопросы по работе интернет-магазина: info@jpsnasti.ru</li>
          <li>Оптовый отдел: opt@jpsnasti.ru</li>
        </ul>
        <p>Телефоны:</p>
        <ul>
          <li>Для звонков из Москвы: +7 (495) 109-01-89.</li>
          <li>Бесплатный (для звонков из регионов): 8 (800) 222-57-92.</li>
        </ul>
        <p>
          Для звонков и сообщений из другой страны (We speak English and French)
          (WhatsApp - Viber - Telegram): +7 (926) 610-73-33. Юридический адрес:
        </p>
        <ul>
          <li>115093, Москва, ул. Большая Серпуховская, д. 46 строение 34.</li>
          <li>Телефон: +7 (495) 109-01-89.</li>
        </ul>
        <p>Реквизиты:</p>
        <ul>
          <li>ИП Лебединец Виталий Андреевич.</li>
          <li>ИНН: 772618727332.</li>
          <li>ОГРНИП: 315774600399473.</li>
        </ul>
      </div>
    </ContactsStyled>
  );
};
export default Contacts;
