import DescriptionStyled from './DescriptionStyled'


const Description = () => {

    return (
        <DescriptionStyled>
    <h1 className= "DescriptionCaption"><b>«Японские снасти» — интернет-магазин для рыбалки</b></h1>
    <p>«Японские снасти» — это интернет-магазин, в котором можно приобрести рыболовные товары от производителей из Японии в Москве. Сотрудничество с нами дает возможность купить гарантированно оригинальные снасти из Японии без переплат и рисков. У нас есть снасти как для новичков, так и для профи.</p>
    <p>В ассортименте интернет-магазина рыболовные принадлежности для различных видов рыбной ловли — на спиннинговое удилище, поплавочную удочку, тенкару, фидер, а также в японском стиле Херабуна. Кроме того, в каталоге есть все для морской рыбалки и для ловли прудовой и ручьевой форели. Помимо представленного многообразия рыболовных снастей также можно найти экипировку, аксессуары и другое необходимое снаряжение.</p>
        <li>Доставка возможна в любой город России, а также за рубеж.</li>
        </DescriptionStyled>
    )
};

export default Description;