import Footer from "../../FirstPage/Footer/Footer";
import NavBar from "../../FirstPage/NavBar/NavBar";
import ArticlesStyled from "./ArticlesStyled";



const Articles = () => {

    return(
        <>
  <NavBar/>
  <ArticlesStyled>
    
    <h1><b>Выбор ВОБЛЕРА для ГОРОДСКОЙ рыбалки в стиле "Street Fishing"</b></h1>
<ul>
<li>Ловля рыбы в городе</li>
<li>Необходимые параметры воблера</li>
<li>Степень заглубления</li>
<li>Параметры плавучести</li>
<li>Размер воблера</li>
<li>На какие модели обратить внимание?</li>
<li>Необходимые параметры воблера</li>
</ul>
<p>Когда ловишь в городе нужно принимать во внимание много переменных от которых зависит положительный результат. Например: высота набережной, наличие техногенных сооружений в месте лова, скорость и направление ветра.</p>

<p>Выбор приманки для стритфишинга имеет решающее значение. Тем более, если мы говорим о воблерах. Для целей здешних рыбалок следует выделить несколько параметров этих приманок:</p>
<ul>
<li>степень заглубления MR, DR и ниже;</li>
<li>тонущая или нейтральная плавучесть;</li>
<li>небольшой размер.</li>
</ul>

</ArticlesStyled>
<Footer />
</>
    )
}
export default Articles;